Repository: r1adBE/cryptoChecker
Catalog: ios/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sq, sv, th, tr, uk, vi, zh_hans

# settings_price_colors_hint
source: Blue / orange is easy to tell apart with every color vision deficiency (red-green and blue-yellow). The direction is always shown with + / − as well.
ar: يسهل تمييز الأزرق / البرتقالي مع كل أنواع ضعف رؤية الألوان (الأحمر-الأخضر والأزرق-الأصفر). ويُعرض الاتجاه دائمًا أيضًا بالرمز + / −.
cs: Modrá / oranžová je dobře rozlišitelná při každé poruše barvocitu (červeno-zelené i modro-žluté). Směr se navíc vždy zobrazuje jako + / −.
da: Blå / orange er let at skelne ved alle former for farvesynsdefekt (rød-grøn og blå-gul). Retningen vises desuden altid med + / −.
de: Blau / Orange ist bei jeder Farbsehschwäche (Rot-Grün und Blau-Gelb) gut unterscheidbar. Die Richtung steht zusätzlich immer als + / −.
el: Το μπλε / πορτοκαλί ξεχωρίζει εύκολα σε κάθε μορφή δυσχρωματοψίας (κόκκινου-πράσινου και μπλε-κίτρινου). Η κατεύθυνση εμφανίζεται επίσης πάντα με + / −.
es: Azul / naranja se distingue bien con cualquier deficiencia de visión del color (rojo-verde y azul-amarillo). Además, la dirección siempre se indica con + / −.
fa: آبی / نارنجی با هر نوع ضعف دید رنگ (قرمز-سبز و آبی-زرد) به‌خوبی قابل تشخیص است. جهت تغییر نیز همیشه با + / − نشان داده می‌شود.
fi: Sininen / oranssi erottuu hyvin kaikissa värinäön poikkeamissa (puna-viher ja sini-kelta). Suunta näytetään lisäksi aina merkeillä + / −.
fr: Le bleu / orange se distingue facilement quel que soit le trouble de la vision des couleurs (rouge-vert et bleu-jaune). Le sens est en outre toujours indiqué par + / −.
he: כחול / כתום קל להבחנה בכל סוג של ליקוי בראיית צבעים (אדום-ירוק וכחול-צהוב). הכיוון מוצג תמיד גם באמצעות + / −.
hi: नीला / नारंगी हर तरह की रंग-दृष्टि कमी (लाल-हरा और नीला-पीला) में आसानी से पहचाना जाता है। दिशा हमेशा + / − से भी दिखाई जाती है।
hu: A kék / narancs minden színlátási zavar (vörös-zöld és kék-sárga) esetén jól megkülönböztethető. Az irányt ezenfelül mindig + / − is jelzi.
id: Biru / oranye mudah dibedakan untuk setiap jenis buta warna (merah-hijau dan biru-kuning). Arah perubahan juga selalu ditampilkan dengan + / −.
it: Blu / arancione si distingue bene con qualsiasi deficit della visione dei colori (rosso-verde e blu-giallo). La direzione è inoltre sempre indicata con + / −.
ja: 青 / オレンジは、あらゆる色覚特性（赤緑・青黄）で見分けやすい配色です。方向は常に + / − でも表示されます。
ko: 파랑 / 주황은 모든 색각 이상(적록 및 청황)에서 쉽게 구분됩니다. 방향은 항상 + / −로도 표시됩니다.
nb: Blå / oransje er lett å skille ved alle former for fargesynsvansker (rød-grønn og blå-gul). Retningen vises i tillegg alltid med + / −.
nl: Blauw / oranje is bij elke kleurenzienstoornis (rood-groen en blauw-geel) goed te onderscheiden. De richting wordt bovendien altijd met + / − aangegeven.
pl: Niebieski / pomarańczowy łatwo odróżnić przy każdym zaburzeniu widzenia barw (czerwono-zielonym i niebiesko-żółtym). Kierunek jest też zawsze pokazywany jako + / −.
pt: Azul / laranja é fácil de distinguir com qualquer deficiência na visão das cores (vermelho-verde e azul-amarelo). A direção também é sempre indicada com + / −.
pt_br: Azul / laranja é fácil de distinguir com qualquer deficiência na visão de cores (vermelho-verde e azul-amarelo). A direção também é sempre indicada com + / −.
ro: Albastru / portocaliu se deosebesc ușor la orice deficiență de vedere a culorilor (roșu-verde și albastru-galben). În plus, direcția este afișată mereu cu + / −.
ru: Синий / оранжевый хорошо различимы при любом нарушении цветового зрения (красно-зелёном и сине-жёлтом). Направление к тому же всегда показано знаками + / −.
sq: Bluja / portokallia dallohen lehtë me çdo lloj mangësie të shikimit të ngjyrave (e kuqe-e gjelbër dhe blu-e verdhë). Drejtimi tregohet gjithmonë edhe me + / −.
sv: Blå / orange är lätt att skilja åt vid alla former av färgseendeavvikelse (röd-grön och blå-gul). Riktningen visas dessutom alltid med + / −.
th: สีน้ำเงิน / ส้มแยกแยะได้ง่ายสำหรับภาวะบกพร่องในการมองเห็นสีทุกแบบ (แดง-เขียว และน้ำเงิน-เหลือง) และจะแสดงทิศทางด้วย + / − เสมอ
tr: Mavi / turuncu her renk görme bozukluğunda (kırmızı-yeşil ve mavi-sarı) kolayca ayırt edilir. Yön ayrıca her zaman + / − ile gösterilir.
uk: Синій / помаранчевий добре розрізняються за будь-якого порушення колірного зору (червоно-зеленого та синьо-жовтого). Напрямок до того ж завжди позначено знаками + / −.
vi: Xanh dương / cam dễ phân biệt với mọi dạng rối loạn sắc giác (đỏ-xanh lá và xanh dương-vàng). Hướng thay đổi cũng luôn được hiển thị bằng + / −.
zh_hans: 蓝 / 橙在各种色觉障碍（红绿和蓝黄）下都易于区分。方向还会始终以 + / − 显示。

# settings_price_colors_inverted
source: Swap rise/fall colors
ar: تبديل ألوان الارتفاع/الانخفاض
cs: Prohodit barvy růstu/poklesu
da: Byt farver for stigning/fald
de: Farben tauschen (steigend ↔ fallend)
el: Εναλλαγή χρωμάτων ανόδου/πτώσης
es: Intercambiar colores de subida/bajada
fa: جابه‌جایی رنگ‌های افزایش/کاهش
fi: Vaihda nousun ja laskun värit
fr: Inverser les couleurs hausse/baisse
he: החלפת צבעי עלייה/ירידה
hi: बढ़त/गिरावट के रंग बदलें
hu: Emelkedés/esés színeinek felcserélése
id: Tukar warna naik/turun
it: Inverti colori rialzo/ribasso
ja: 上昇・下落の色を入れ替える
ko: 상승/하락 색상 바꾸기
nb: Bytt farger for stigning/fall
nl: Kleuren stijging/daling omwisselen
pl: Zamień kolory wzrostu/spadku
pt: Trocar cores de alta/queda
pt_br: Trocar cores de alta/queda
ro: Inversează culorile de creștere/scădere
ru: Поменять цвета роста и падения
sq: Ndërro ngjyrat e rritjes/rënies
sv: Byt färger för uppgång/nedgång
th: สลับสีขึ้น/ลง
tr: Yükseliş/düşüş renklerini değiştir
uk: Поміняти кольори зростання та падіння
vi: Đổi màu tăng/giảm
zh_hans: 互换涨跌颜色

# settings_price_colors_inverted_hint
source: Red for rising, green for falling, as usual in China, Japan, Korea and Taiwan. Default depends on the device region.
ar: الأحمر للارتفاع والأخضر للانخفاض، كما هو معتاد في الصين واليابان وكوريا وتايوان. الإعداد الافتراضي حسب منطقة الجهاز.
cs: Červená pro růst, zelená pro pokles, jak je zvykem v Číně, Japonsku, Koreji a na Tchaj-wanu. Výchozí nastavení závisí na regionu zařízení.
da: Rød for stigning, grøn for fald, som det er almindeligt i Kina, Japan, Korea og Taiwan. Standard afhænger af enhedens region.
de: Rot für steigend, Grün für fallend – wie in China, Japan, Korea und Taiwan üblich. Standard nach Region des Geräts.
el: Κόκκινο για άνοδο, πράσινο για πτώση, όπως συνηθίζεται σε Κίνα, Ιαπωνία, Κορέα και Ταϊβάν. Η προεπιλογή εξαρτάται από την περιοχή της συσκευής.
es: Rojo para subidas y verde para bajadas, como es habitual en China, Japón, Corea y Taiwán. El valor predeterminado depende de la región del dispositivo.
fa: قرمز برای افزایش و سبز برای کاهش، همان‌طور که در چین، ژاپن، کره و تایوان مرسوم است. پیش‌فرض بر اساس منطقه دستگاه است.
fi: Punainen nousulle, vihreä laskulle, kuten Kiinassa, Japanissa, Koreassa ja Taiwanissa on tapana. Oletus riippuu laitteen alueesta.
fr: Rouge pour la hausse, vert pour la baisse, comme en Chine, au Japon, en Corée et à Taïwan. Par défaut selon la région de l'appareil.
he: אדום לעלייה, ירוק לירידה, כמקובל בסין, ביפן, בקוריאה ובטייוואן. ברירת המחדל תלויה באזור של המכשיר.
hi: बढ़त के लिए लाल, गिरावट के लिए हरा, जैसा चीन, जापान, कोरिया और ताइवान में आम है। डिफ़ॉल्ट डिवाइस के क्षेत्र पर निर्भर करता है।
hu: Piros az emelkedésnél, zöld az esésnél, ahogy Kínában, Japánban, Koreában és Tajvanon szokás. Az alapértelmezés az eszköz régiójától függ.
id: Merah untuk naik, hijau untuk turun, seperti lazim di Tiongkok, Jepang, Korea, dan Taiwan. Default mengikuti wilayah perangkat.
it: Rosso per il rialzo, verde per il ribasso, come d'uso in Cina, Giappone, Corea e Taiwan. Il valore predefinito dipende dalla regione del dispositivo.
ja: 中国、日本、韓国、台湾で一般的なように、上昇を赤、下落を緑で表示します。既定値は端末の地域によって決まります。
ko: 중국, 일본, 한국, 대만에서처럼 상승은 빨강, 하락은 초록으로 표시합니다. 기본값은 기기 지역에 따라 다릅니다.
nb: Rødt for stigning, grønt for fall, slik det er vanlig i Kina, Japan, Korea og Taiwan. Standard avhenger av enhetens region.
nl: Rood voor stijging, groen voor daling, zoals gebruikelijk in China, Japan, Korea en Taiwan. Standaard afhankelijk van de regio van het apparaat.
pl: Czerwony dla wzrostu, zielony dla spadku, jak przyjęto w Chinach, Japonii, Korei i na Tajwanie. Domyślnie zależnie od regionu urządzenia.
pt: Vermelho para alta, verde para queda, como é comum na China, no Japão, na Coreia e em Taiwan. O padrão depende da região do dispositivo.
pt_br: Vermelho para alta, verde para queda, como é comum na China, no Japão, na Coreia e em Taiwan. O padrão depende da região do dispositivo.
ro: Roșu pentru creștere, verde pentru scădere, cum se obișnuiește în China, Japonia, Coreea și Taiwan. Implicit în funcție de regiunea dispozitivului.
ru: Красный для роста, зелёный для падения, как принято в Китае, Японии, Корее и на Тайване. По умолчанию зависит от региона устройства.
sq: E kuqe për rritje, e gjelbër për rënie, siç është zakon në Kinë, Japoni, Kore dhe Tajvan. Parazgjedhja varet nga rajoni i pajisjes.
sv: Rött för uppgång, grönt för nedgång, som är vanligt i Kina, Japan, Korea och Taiwan. Standard beror på enhetens region.
th: สีแดงเมื่อขึ้น สีเขียวเมื่อลง ตามที่นิยมในจีน ญี่ปุ่น เกาหลี และไต้หวัน ค่าเริ่มต้นขึ้นอยู่กับภูมิภาคของอุปกรณ์
tr: Çin, Japonya, Kore ve Tayvan'da alışıldığı gibi yükseliş için kırmızı, düşüş için yeşil. Varsayılan, cihazın bölgesine göre belirlenir.
uk: Червоний для зростання, зелений для падіння, як заведено в Китаї, Японії, Кореї та на Тайвані. Типово залежить від регіону пристрою.
vi: Đỏ cho tăng, xanh lá cho giảm, như thông lệ ở Trung Quốc, Nhật Bản, Hàn Quốc và Đài Loan. Mặc định tùy theo khu vực của thiết bị.
zh_hans: 红色表示上涨，绿色表示下跌，与中国、日本、韩国和台湾地区的习惯一致。默认值取决于设备所在地区。

# settings_price_notifications
source: Price notifications
ar: إشعارات الأسعار
cs: Cenová oznámení
da: Kursnotifikationer
de: Kurs-Benachrichtigungen
el: Ειδοποιήσεις τιμών
es: Notificaciones de precio
fa: اعلان‌های قیمت
fi: Hintailmoitukset
fr: Notifications de prix
he: התראות מחיר בשורת המצב
hi: प्राइस नोटिफ़िकेशन
hu: Árértesítések
id: Notifikasi harga
it: Notifiche di prezzo
ja: 価格通知
ko: 가격 알림
nb: Kursvarsler
nl: Koersmeldingen
pl: Powiadomienia o cenie
pt: Notificações de preço
pt_br: Notificações de preço
ro: Notificări de preț
ru: Уведомления о цене
sq: Njoftimet e çmimit
sv: Kursaviseringar
th: การแจ้งเตือนราคา
tr: Fiyat bildirimleri
uk: Цінові сповіщення
vi: Thông báo giá
zh_hans: 价格通知

# settings_price_notifications_hint
source: Show the current price of enabled pairs in the status bar.
ar: عرض السعر الحالي للأزواج المفعّلة في شريط الحالة.
cs: Zobrazovat aktuální cenu zapnutých párů ve stavovém řádku.
da: Vis den aktuelle kurs for aktiverede par i statuslinjen.
de: Zeigt den Kurs der aktivierten Paare in der Statusleiste.
el: Εμφάνιση της τρέχουσας τιμής των ενεργών ζευγών στη γραμμή κατάστασης.
es: Muestra el precio actual de los pares activados en la barra de estado.
fa: قیمت فعلی جفت‌های فعال را در نوار وضعیت نشان بده.
fi: Näytä käytössä olevien parien nykyinen hinta tilapalkissa.
fr: Affiche le prix actuel des paires activées dans la barre d'état.
he: הצג את המחיר הנוכחי של צמדים מופעלים בשורת המצב.
hi: चालू किए गए पेयर की मौजूदा कीमत स्टेटस बार में दिखाएँ।
hu: A bekapcsolt párok aktuális árának megjelenítése az állapotsorban.
id: Tampilkan harga terkini pasangan yang diaktifkan di bilah status.
it: Mostra il prezzo attuale delle coppie attivate nella barra di stato.
ja: 有効にしたペアの現在価格をステータスバーに表示します。
ko: 사용 설정한 거래쌍의 현재 가격을 상태 표시줄에 표시합니다.
nb: Vis gjeldende kurs for aktiverte par i statusfeltet.
nl: Toon de actuele koers van ingeschakelde paren in de statusbalk.
pl: Pokazuj aktualną cenę włączonych par na pasku stanu.
pt: Mostra o preço atual dos pares ativados na barra de estado.
pt_br: Mostra o preço atual dos pares ativados na barra de status.
ro: Afișează prețul curent al perechilor activate în bara de stare.
ru: Показывать текущую цену включённых пар в строке состояния.
sq: Shfaq çmimin aktual të çifteve të aktivizuara në shiritin e statusit.
sv: Visa aktuell kurs för aktiverade par i statusfältet.
th: แสดงราคาปัจจุบันของคู่ที่เปิดใช้ในแถบสถานะ
tr: Etkin çiftlerin güncel fiyatını durum çubuğunda göster.
uk: Показувати поточну ціну ввімкнених пар у рядку стану.
vi: Hiển thị giá hiện tại của các cặp đã bật trên thanh trạng thái.
zh_hans: 在状态栏中显示已启用交易对的当前价格。

# settings_quiet_hours
source: Quiet hours
ar: ساعات الصمت
cs: Noční klid
da: Nattero
de: Nachtruhe
el: Ώρες ησυχίας
es: Horas de silencio
fa: ساعات بی‌صدا
fi: Hiljaiset tunnit
fr: Heures calmes
he: שעות דממה
hi: मौन घंटे
hu: Csendes órák
id: Jam tenang
it: Ore di silenzio
ja: おやすみ時間
ko: 조용한 시간
nb: Nattro
nl: Stille uren
pl: Godziny ciszy
pt: Horas de silêncio
pt_br: Horário de silêncio
ro: Ore de liniște
ru: Тихие часы
sq: Orët e heshtjes
sv: Tysta timmar
th: ช่วงเวลาเงียบ
tr: Sessiz saatler
uk: Тихі години
vi: Giờ yên lặng
zh_hans: 静音时段

# settings_quiet_hours_from
source: From
ar: من
cs: Od
da: Fra
de: Von
el: Από
es: Desde
fa: از
fi: Alkaa
fr: De
he: התחלה
hi: से
hu: Kezdete
id: Dari
it: Inizio
ja: 開始
ko: 시작
nb: Fra
nl: Van
pl: Od
pt: De
pt_br: De
ro: De la
ru: С
sq: Nga
sv: Från
th: ตั้งแต่
tr: Başlangıç
uk: З
vi: Từ
zh_hans: 开始

# settings_quiet_hours_hint
source: Alarms arrive silently between %1$@ and %2$@: no sound, vibration or speech.
ar: تصل التنبيهات بصمت بين %1$@ و %2$@: بلا صوت أو اهتزاز أو نطق.
cs: Mezi %1$@ a %2$@ přicházejí alarmy potichu: bez zvuku, vibrací a hlasového hlášení.
da: Mellem %1$@ og %2$@ kommer alarmer lydløst: uden lyd, vibration eller oplæsning.
de: Zwischen %1$@ und %2$@ kommen Alarme lautlos: ohne Ton, Vibration und Sprachausgabe.
el: Μεταξύ %1$@ και %2$@ οι ειδοποιήσεις τιμής έρχονται αθόρυβα: χωρίς ήχο, δόνηση ή εκφώνηση.
es: Entre %1$@ y %2$@ las alarmas llegan en silencio: sin sonido, vibración ni voz.
fa: بین %1$@ و %2$@ هشدارها بی‌صدا می‌رسند: بدون صدا، لرزش یا گفتار.
fi: Aikavälillä %1$@–%2$@ hälytykset tulevat äänettömästi: ilman ääntä, värinää tai puhetta.
fr: Entre %1$@ et %2$@, les alertes arrivent en silence : sans son, vibration ni voix.
he: בין %1$@ ל־%2$@ התראות מגיעות בשקט: בלי צליל, רטט או הקראה.
hi: %1$@ से %2$@ के बीच अलार्म चुपचाप आते हैं: न आवाज़, न वाइब्रेशन, न बोलकर सूचना।
hu: %1$@ és %2$@ között a riasztások némán érkeznek: hang, rezgés és felolvasás nélkül.
id: Antara %1$@ dan %2$@ alarm datang tanpa suara: tanpa bunyi, getar, atau ucapan.
it: Tra %1$@ e %2$@ gli allarmi arrivano in silenzio: niente suono, vibrazione o voce.
ja: %1$@～%2$@ はアラームが無音で届きます（音・バイブレーション・読み上げなし）。
ko: %1$@~%2$@에는 경보가 소리 없이 도착합니다. 소리, 진동, 음성 안내가 모두 꺼집니다.
nb: Mellom %1$@ og %2$@ kommer alarmer lydløst: uten lyd, vibrering eller opplesning.
nl: Tussen %1$@ en %2$@ komen alarmen geluidloos binnen: zonder geluid, trillen of spraak.
pl: Między %1$@ a %2$@ alarmy są wyciszone: bez dźwięku, wibracji i komunikatów głosowych.
pt: Entre %1$@ e %2$@, os alarmes chegam em silêncio: sem som, vibração ou voz.
pt_br: Entre %1$@ e %2$@, os alarmes chegam em silêncio: sem som, vibração ou voz.
ro: Între %1$@ și %2$@ alarmele sosesc în liniște: fără sunet, vibrații sau voce.
ru: С %1$@ до %2$@ оповещения приходят беззвучно: без звука, вибрации и озвучивания.
sq: Midis %1$@ dhe %2$@ alarmet vijnë në heshtje: pa tingull, dridhje apo zë.
sv: Mellan %1$@ och %2$@ kommer larm ljudlöst: utan ljud, vibration eller uppläsning.
th: ระหว่าง %1$@ ถึง %2$@ สัญญาณเตือนจะมาแบบเงียบ: ไม่มีเสียง ไม่สั่น และไม่อ่านออกเสียง
tr: %1$@ ile %2$@ arasında alarmlar sessiz gelir: ses, titreşim ve sesli okuma olmadan.
uk: З %1$@ до %2$@ сигнали надходять беззвучно: без звуку, вібрації та озвучення.
vi: Từ %1$@ đến %2$@, cảnh báo đến trong im lặng: không âm thanh, rung hay giọng nói.
zh_hans: %1$@ 至 %2$@ 之间，提醒将静音送达：无声音、无振动、无语音。

# settings_quiet_hours_to
source: To
ar: إلى
cs: Do
da: Til
de: Bis
el: Έως
es: Hasta
fa: تا
fi: Päättyy
fr: À
he: סיום
hi: तक
hu: Vége
id: Sampai
it: Fine
ja: 終了
ko: 종료
nb: Til
nl: Tot
pl: Do
pt: Até
pt_br: Até
ro: Până la
ru: До
sq: Deri
sv: Till
th: ถึง
tr: Bitiş
uk: До
vi: Đến
zh_hans: 结束

# settings_rolling_futures
source: Incl. quarterly & other dated futures
ar: يشمل العقود الآجلة الفصلية وذات الاستحقاق
cs: Včetně čtvrtletních a dalších termínovaných futures
da: Inkl. kvartals- og andre futures med udløb
de: Inkl. Quartals- und Laufzeit-Futures
el: Μαζί με τριμηνιαία & άλλα futures με λήξη
es: Incl. futuros trimestrales & con vencimiento
fa: شامل فیوچرز فصلی & سایر فیوچرز سررسیددار
fi: Myös neljännesvuosi- ja muut määräaikaiset futuurit
fr: Incl. futures trimestriels & à échéance
he: כולל חוזים רבעוניים & חוזים עתידיים מתוארכים אחרים
hi: तिमाही & अन्य एक्सपायरी वाले फ़्यूचर्स सहित
hu: Negyedéves és egyéb lejáratos határidős ügyletekkel
id: Termasuk futures kuartalan & berjangka lainnya
it: Incl. futures trimestrali & con scadenza
ja: 四半期などの期日付き先物を含める
ko: 분기물 등 만기 선물 포함
nb: Inkl. kvartals- og andre futures med forfall
nl: Incl. kwartaal- & andere futures met vervaldatum
pl: Z kontraktami kwartalnymi i innymi terminowymi
pt: Incl. futuros trimestrais & com vencimento
pt_br: Incl. futuros trimestrais & com vencimento
ro: Incl. futures trimestriale și alte futures cu scadență
ru: Вкл. квартальные и другие срочные фьючерсы
sq: Përfshi futures tremujore & të tjera me afat
sv: Inkl. kvartals- och andra terminer med förfallodag
th: รวมฟิวเจอร์สรายไตรมาส & ที่มีวันหมดอายุอื่นๆ
tr: Üç aylık & diğer vadeli futures dahil
uk: Квартальні та інші строкові ф'ючерси
vi: Gồm futures theo quý & futures có kỳ hạn khác
zh_hans: 包括季度及其他交割合约

# settings_rolling_futures_hint
source: Off: dated futures missing from the exchange list are marked as no longer traded instead of being checked one by one. Saves time on every refresh.
ar: عند الإيقاف: تُعلَّم العقود الآجلة ذات الاستحقاق غير الموجودة في قائمة المنصة على أنها لم تعد متداولة بدلًا من فحصها واحدًا تلو الآخر. يوفّر الوقت في كل تحديث.
cs: Vypnuto: termínované futures, které chybí v seznamu burzy, se označí jako již neobchodované, místo aby se kontrolovaly jednotlivě. Šetří čas při každém obnovení.
da: Fra: futures med udløb, der mangler på børsens liste, markeres som ”handles ikke længere” i stedet for at blive tjekket én ad gangen. Sparer tid ved hver opdatering.
de: Aus: Laufzeit-Futures, die in der Liste der Börse fehlen, werden als «nicht mehr gehandelt» markiert statt einzeln geprüft. Spart bei jeder Aktualisierung Zeit.
el: Ανενεργό: τα futures με λήξη που λείπουν από τη λίστα του ανταλλακτηρίου επισημαίνονται ως εκτός διαπραγμάτευσης αντί να ελέγχονται ένα-ένα. Εξοικονομεί χρόνο σε κάθε ανανέωση.
es: Desactivado: los futuros con vencimiento que faltan en la lista del exchange se marcan como «ya no se negocian» en lugar de comprobarse uno a uno. Ahorra tiempo en cada actualización.
fa: خاموش: فیوچرز سررسیددار که در فهرست صرافی نیستند به‌جای بررسی تک‌به‌تک، به‌عنوان «دیگر معامله نمی‌شود» علامت می‌خورند. در هر تازه‌سازی زمان صرفه‌جویی می‌شود.
fi: Pois: pörssin listalta puuttuvat määräaikaiset futuurit merkitään poistuneiksi kaupankäynnistä sen sijaan, että ne tarkistettaisiin yksitellen. Nopeuttaa jokaista päivitystä.
fr: Désactivé : les futures à échéance absents de la liste de la plateforme sont marqués comme « plus négociés » au lieu d'être vérifiés un par un. Fait gagner du temps à chaque actualisation.
he: כבוי: חוזים עתידיים מתוארכים שחסרים ברשימת הבורסה יסומנו כלא נסחרים עוד במקום להיבדק אחד־אחד. חוסך זמן בכל רענון.
hi: बंद: एक्सचेंज की सूची में न मिलने वाले एक्सपायरी फ़्यूचर्स को एक-एक करके जाँचने के बजाय ट्रेड न होने वाले के रूप में चिह्नित किया जाता है। हर रीफ़्रेश में समय बचता है।
hu: Ki: a tőzsde listájáról hiányzó lejáratos határidős ügyletek egyenkénti ellenőrzés helyett „már nem kereskedett” jelölést kapnak. Minden frissítésnél időt takarít meg.
id: Nonaktif: futures berjangka yang tidak ada di daftar bursa ditandai tidak lagi diperdagangkan, alih-alih diperiksa satu per satu. Menghemat waktu setiap kali memuat ulang.
it: Disattivato: i futures con scadenza assenti dall'elenco dell'exchange vengono segnati come «non più negoziati» invece di essere controllati uno per uno. Fa risparmiare tempo a ogni aggiornamento.
ja: オフ: 取引所のリストにない期日付き先物は、1件ずつ確認せずに取引終了として扱います。更新のたびに時間を節約できます。
ko: 끄면: 거래소 목록에 없는 만기 선물은 하나씩 확인하지 않고 ‘거래 종료’로 표시합니다. 새로고침할 때마다 시간이 절약됩니다.
nb: Av: futures med forfall som mangler i børsens liste, merkes som «handles ikke lenger» i stedet for å sjekkes én etter én. Sparer tid ved hver oppdatering.
nl: Uit: futures met vervaldatum die niet meer in de lijst van de exchange staan, worden als niet meer verhandeld gemarkeerd in plaats van één voor één gecontroleerd. Bespaart tijd bij elke vernieuwing.
pl: Wył.: kontrakty terminowe, których brak na liście giełdy, są oznaczane jako niehandlowane zamiast sprawdzania ich pojedynczo. Oszczędza czas przy każdym odświeżeniu.
pt: Desligado: os futuros com vencimento ausentes da lista da exchange são marcados como «já não negociados» em vez de serem verificados um a um. Poupa tempo em cada atualização.
pt_br: Desligado: os futuros com vencimento que não estão na lista da exchange são marcados como “não é mais negociado” em vez de serem verificados um por um. Economiza tempo a cada atualização.
ro: Dezactivat: futures cu scadență care lipsesc din lista bursei sunt marcate ca netranzacționate, în loc să fie verificate pe rând. Economisește timp la fiecare actualizare.
ru: Выкл.: срочные фьючерсы, которых нет в списке биржи, помечаются как неторгуемые, а не проверяются по одному. Экономит время при каждом обновлении.
sq: Joaktiv: futures me afat që mungojnë në listën e bursës shënohen si jo më të tregtuara në vend që të kontrollohen një nga një. Kursen kohë në çdo rifreskim.
sv: Av: terminer med förfallodag som saknas i börsens lista markeras som ”handlas inte längre” i stället för att kontrolleras en och en. Sparar tid vid varje uppdatering.
th: ปิด: ฟิวเจอร์สที่มีวันหมดอายุซึ่งไม่อยู่ในรายการของกระดานเทรด จะถูกทำเครื่องหมายว่าไม่มีการซื้อขายแล้ว แทนการตรวจทีละรายการ ช่วยประหยัดเวลาทุกครั้งที่รีเฟรช
tr: Kapalı: Borsa listesinde bulunmayan vadeli futures tek tek kontrol edilmek yerine artık işlem görmüyor olarak işaretlenir. Her yenilemede zaman kazandırır.
uk: Вимкнено: строкові ф'ючерси, яких немає у списку біржі, позначаються як такі, що більше не торгуються, замість перевірки кожного окремо. Заощаджує час під час кожного оновлення.
vi: Tắt: các futures có kỳ hạn không còn trong danh sách của sàn sẽ được đánh dấu là ngừng giao dịch thay vì kiểm tra từng cái. Tiết kiệm thời gian mỗi lần làm mới.
zh_hans: 关闭时：交易所列表中缺失的交割合约将被标记为已停止交易，而不是逐个检查。每次刷新都能节省时间。

# settings_seconds
source: %1$ld s
ar: %1$ld ث
el: %1$ld δευτ.
fa: %1$ld ثانیه
he: %1$ld שנ׳
hi: %1$ld सेकंड
hu: %1$ld mp
id: %1$ld dtk
ja: %1$ld 秒
ko: %1$ld초
ru: %1$ld с
th: %1$ld วินาที
tr: %1$ld sn
uk: %1$ld с
vi: %1$ld giây
zh_hans: %1$ld 秒

# settings_section_about
source: About
ar: حول
cs: O aplikaci
da: Om
de: Über
el: Σχετικά
es: Acerca de
fa: درباره
fi: Tietoja
fr: À propos
he: אודות
hi: ऐप के बारे में
hu: Névjegy
id: Tentang
it: Informazioni
ja: アプリについて
ko: 정보
nb: Om
nl: Over
pl: O aplikacji
pt: Sobre
pt_br: Sobre
ro: Despre
ru: О приложении
sq: Rreth
sv: Om
th: เกี่ยวกับ
tr: Hakkında
uk: Про застосунок
vi: Giới thiệu
zh_hans: 关于

# settings_section_advanced
source: Advanced
ar: متقدم
cs: Pokročilé
da: Avanceret
de: Erweitert
el: Για προχωρημένους
es: Avanzado
fa: پیشرفته
fi: Lisäasetukset
fr: Avancé
he: מתקדם
hi: उन्नत
hu: Speciális
id: Lanjutan
it: Avanzate
ja: 詳細設定
ko: 고급
nb: Avansert
nl: Geavanceerd
pl: Zaawansowane
pt: Avançado
pt_br: Avançado
ro: Avansat
ru: Дополнительно
sq: Të avancuara
sv: Avancerat
th: ขั้นสูง
tr: Gelişmiş
uk: Додатково
vi: Nâng cao
zh_hans: 高级
